<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>@include('frontend/inc_header')
</head>

<body>
    @include('frontend/inc_topmenu')
    <section id="promotionspage" class="wrapperPages">
        <div class="container-fluid g-0 overflow-hidden">
            <div class="row">
                <div class="col">
                    <div class="topnewsbg">
                        <div class="wrapper_pad">
                            <div class="row">
                                <div class="col-lg-6">
                                    <div class="dividepage mb-5">
                                        <nav aria-label="breadcrumb">
                                            <ol class="breadcrumb">
                                                <li class="breadcrumb-item"><a href="#"><i class="fi fi-rr-home"></i>
                                                    </a></li>
                                                <li class="breadcrumb-item active" aria-current="page">โปรโมชั่น
                                                </li>
                                            </ol>
                                        </nav>
                                    </div>
                                    <h1>
                                        @if(!empty($row)){{ $row->promotion_text1 }}@endif
                                        {{-- ประกันภัยรถยนต์ชั้น 1 ลดทันที 14% ผ่อน 0% 10 เดือน รับบัตรของขวัญโลตัส 300 บาท* --}}
                                    </h1>
                                    <h2>
                                        @if(!empty($row)){{ $row->promotion_text2 }}@endif
                                        {{-- ลด : รับส่วนลดทันที 14%*ผ่อน : ผ่อน 0% นานสูงสุด 10 เดือน* <br>
                                        ผ่านบัตรเครดิตที่ร่วมรายการรับ : รับบัตรของขวัญโลตัส 300 บาท* <br><br> ระยะเวลา
                                        1 พฤศจิกายน 2565 - 30 พฤศจิกายน 2565 --}}
                                    </h2>
                                </div>
                                <div class="col-lg-6">
                                    <div class="imgnewsindex text-center">
                                        <img src="images/news_full.png" class="img-fluid" alt="">
                                    </div>
                                </div>
                            </div>

                        </div>
                    </div>
                </div>
            </div>
            <div class="wrapper_pad">

                <div class="row mt-5">
                    <div class="col-lg-6">
                        <div class="titleTopic">
                            เงื่อนไข
                        </div>
                        <div class="contentbody">
                            @if(!empty($row)){{ $row->promotion_condition }}@endif

                            {{-- • ระยะเวลาการขาย วันที่ 1 พฤศจิกายน 2565 - 30 พฤศจิกายน 2565• แคมเปญส่งเสริมการขายนี้
                            สำหรับลูกค้าใหม่ที่ซื้อ และชำระเบี้ยประกันภัยรถยนต์ส่วนบุคคล จนเสร็จสมบูรณ์
                            ผ่านช่องทางเว็บไซต์ https://insurance.lotussmoney.com เท่านั้น• เมื่อซื้อ
                            และชำระเบี้ยประกันภัยรถยนต์ ชั้น 1 ของ บมจ.กรุงเทพประกันภัย รับส่วนลดทันที 14%
                            จากเบี้ยประกันภัยภาคสมัครใจ พร้อมผ่อน 0% นาน 10 เดือนผ่านบัตรเครดิตที่ร่วมรายการ
                            และจะได้รับบัตรของขวัญโลตัสมูลค่า 300 บาท หลังจากได้รับเลขกรมธรรม์แล้วเท่านั้น•
                            ประกันภัยรถยนต์ ชั้น 2+ ของ บมจ.กรุงเทพประกันภัย รับส่วนลดทันที 10%
                            จากเบี้ยประกันภัยภาคสมัครใจ และผ่อน 0% นาน 10 เดือนผ่านบัตรเครดิตที่ร่วมรายการ
                            และจะได้รับบัตรของขวัญโลตัสมูลค่า 300 บาท หลังจากได้รับเลขกรมธรรม์แล้วเท่านั้น•
                            ประกันภัยภาคสมัครใจ ชั้น 1 จะต้องตรวจสภาพรถยนต์ก่อนการรับประกันภัย•
                            กรมธรรม์คุ้มครองหลังการชำระเบี้ยและผ่านการพิจารณารับประกันภัยโดยบริษัทประกันภัยแล้วเท่านั้น•
                            อายุรถยนต์ที่รับประกันภัยขึ้นอยู่กับเงื่อนไขของแต่ละบริษัทประกันภัย•
                            การเลือกใช้อัตราเบี้ยประกันภัยให้อ้างอิงการแจ้งจดทะเบียนขนส่งตามเล่มทะเบียนรถยนต์•
                            รับประกันภัยรถยนต์รหัส 110 : รถเก๋ง หรือกระบะ 4 ประตู (จดเก๋ง) ใช้งานส่วนบุคคล
                            ไม่ใช้รับจ้างหรือให้เช่า• รับประกันภัยรถยนต์รหัส 320 : รถกระบะ 2 ประตู (ขนาดไม่เกิน 3 ตัน)
                            ใช้ส่วนบุคคล ไม่ใช้เพื่อการบรรทุกและขนส่งสินค้าที่มีความเสี่ยงภัยสูง เช่น เชื้อเพลิง กรด
                            และแก๊ส, ไม่ติดตั้งตู้ทึบ โครงเหล็กหลังคา หรือเครื่องทำความเย็น•
                            ไม่รับประกันภัยรถรับจ้าง/ให้เช่า หรือ รถที่มีลักษณะการใช้งานนำไปรับจ้าง เช่น นำไปวิ่งร่วม
                            Grab, Kerry หรือรับส่งนักเรียน เป็นต้น รถสปอร์ต, รถดัดแปลง, รถแต่งซิ่ง, รถรับจ้างสาธารณะ,
                            รถติดไซเรนทุกประเภท, รถขนส่ง, รถตู้, รถติดตั้งตู้เย็นเครื่องทำความเย็น, รถบรรทุกกรด แก๊ส
                            เชื้อเพลิง สารเคมี• ในกรณีที่ประเภทรถและลักษณะการใช้รถไม่ถูกต้อง บริษัทฯ
                            ขอสงวนสิทธิ์ในการพิจารณาค่าสินไหม• รายการส่งเสริมการขายนี้
                            เฉพาะบริษัทผู้รับประกันภัยที่ร่วมรายการ ได้แก่ ดังนี้ บมจ.วิริยะประกันภัย,
                            บมจ.กรุงเทพประกันภัย, บมจ.ประกันภัยไทยวิวัฒน์ และ บมจ.สินมั่นคงประกันภัย•
                            ลูกค้าที่ใช้สิทธิพิเศษตามรายการส่งเสริมการขายนี้
                            จะไม่สามารถเข้าร่วมรับสิทธิ์รายการส่วนลดส่งเสริมการขายอื่นของ โลตัส โบรคเกอร์
                            ในช่วงเวลาส่งเสริมการขายนี้ได้• สิทธิพิเศษนี้ไม่สามารถ ขาย แลก เปลี่ยน หรือทอนเป็นเงินสดได้•
                            สมาชิกบัตรเครดิต ควรเก็บหลักฐานการเข้าร่วมรายการ และเซลล์สลิปไว้ เพื่อการตรวจสอบกรณีจำเป็น•
                            เงื่อนไขเครดิตเงินคืน หรือโปรโมชั่นบัตรเครดิตเป็นไปตามเงื่อนไขของบัตรเครดิตที่ร่วมรายการ•
                            บริษัท โลตัสส์ เจเนอรัล อินชัวรันส์ โบรคเกอร์ จำกัด ในฐานะนายหน้าประกันวินาศภัย
                            เป็นผู้นำเสนอผลิตภัณฑ์ด้านการประกันวินาศภัย
                            และอำนวยความสะดวกในการรับชำระเบี้ยประกันภัยเท่านั้น•
                            เงื่อนไขการให้ส่วนลดค่าเบี้ยประกันภัยรถยนต์ เป็นไปตามเงื่อนไขของบริษัทฯ กำหนด•
                            ผู้ซื้อควรทำความเข้าใจในรายละเอียด ความคุ้มครองและเงื่อนไขก่อนตัดสินใจทำประกันภัยทุกครั้ง•
                            รายละเอียดความคุ้มครองและข้อยกเว้นเป็นไปตามเงื่อนไขที่ระบุไว้ในกรมธรรม์•
                            สามารถสอบถามข้อมูลเพิ่มเติม โทร. 0-2627-8888 วันทำการจันทร์ - ศุกร์ เวลา 8.30-19.00 น.,
                            เสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์ 10.00 - 19.00 น. --}}

                        </div>
                    </div>
                </div>
                <div class="row mt-5">
                    <div class="col">
                        <div class="titleTopic">
                            โปรโมชั่นอื่นๆที่น่าสนใจ

                        </div>
                    </div>
                </div>

                <div class="row mt-5">
                    <div class="col">
                        <div class="morenews owl-carousel owl-theme">
@if(!empty($promotion))
    @foreach($promotion as $r)
                            <div class="item">
                                <div class="hoverstyle promosec">
                                    <figure>
                                        <a href="{{ url('promotion_detail/'.$r->promotion_id) }}">
                                            <img src="{{ asset('public/uploads/promotion/'.$r->promotion_image) }}" alt="">
                                        </a>
                                    </figure>
                                </div>
                            </div>
    @endforeach
@endif
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    @include('frontend/inc_footer')

    <script>
        $(document).ready(function () {
            $('.morenews').owlCarousel({
                loop: true,
                margin: 20,
                dots: true,
                nav: false,
                navText: ['<img src="images/arrow_left.png">', '<img src="images/arrow_right.png">'],
                navClass: ['owl-prev', 'owl-next'],
                autoplay: true,
                autoplayTimeout: 4000,
                autoplayHoverPause: true,
                smartSpeed: 800,
                responsive: {
                    0: {
                        items: 1,
                        nav: true,
                        dots: false
                    },
                    600: {
                        items: 1,
                        nav: true,
                        dots: false
                    },
                    1000: {
                        items: 2
                    }
                }
            })


        });
    </script>


</body>

</html>