<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>@include('frontend/inc_header')
</head>

<body>
    @include('frontend/inc_topmenu')
    <section id="termspage"  class="wrapperPages">
        <div class="container-fluid g-0 overflow-hidden">
            <div class="row" data-aos="fade-down" data-aos-once="true">
                <div class="col">
                    <div class="bannerpages">
                        <!-- PC -->
                        <div class="d-none d-sm-none d-md-none d-lg-block d-xl-block">
                            <img src="{{ asset('public/frontend/images/banner_policy.png') }}" class="img-fluid" alt="">
                        </div>
                        <!-- MB -->
                        <div class="d-block d-sm-block d-md-block d-lg-none d-xl-none">
                            <img src="{{ asset('public/frontend/images/banner_promo.png') }}" class="img-fluid" alt="">
                        </div>
                        <div class="captionBannereach">
                            <div class="dividepage mb-5">
                                <nav aria-label="breadcrumb">
                                    <ol class="breadcrumb">
                                        <li class="breadcrumb-item"><a href="#"><i class="fi fi-rr-home"></i> </a></li>
                                        <li class="breadcrumb-item active" aria-current="page">นโยบายความเป็นส่วนตัว
                                        </li>
                                    </ol>
                                </nav>
                            </div>
                            <h1>นโยบายความเป็นส่วนตัว</h1>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="container-fluid">
            <div class="wrapper_pad">
                <div class="row mt-5">
                    <div class="col-lg-10 offset-lg-1">
                        <div class="contentbody">
                            นโยบายความเป็นส่วนตัวฉบับนี้ใช้บังคับกับบริการทั้งหมดที่เสนอโดย บริษัท อีซี่ คอมแพร์
                            (ประเทศไทย) จำกัด (“บริษัทฯ”) และผลิตภัณฑ์ประกันภัยที่เสนอผ่านเว็บไซต์ easycompare.co.th
                            ของบริษัทฯ
                            นโยบายความเป็นส่วนตัวฉบับนี้มีข้อมูลที่สำคัญเกี่ยวกับประเภทของข้อมูลส่วนบุคคลที่บริษัทฯ
                            เก็บรวบรวม ใช้ และเปิดเผย (“ประมวลผล”) วัตถุประสงค์ของการนำข้อมูลดังกล่าวไปใช้
                            วิธีการบริหารจัดการข้อมูล บุคคลที่บริษัทฯ จะเปิดเผยข้อมูลให้ และมาตรการที่บริษัทฯ ดำเนินการ
                            เพื่อให้เป็นไปตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลเกี่ยวกับเว็บไซต์และศูนย์บริการข้อมูล
                            (Call Center) ของบริษัทฯ
                            ความเป็นส่วนตัวของข้อมูลส่วนบุคคลของท่านมีความสำคัญอย่างยิ่งต่อบริษัทฯ และบริษัทฯ
                            จะใช้ความระมัดระวังตามสมควรทั้งปวงเพื่อป้องกันการเข้าถึง การดัดแปลงแก้ไข
                            หรือการเปิดเผยข้อมูลนั้นโดยไม่ได้รับอนุญาต
                            และเพื่อคุ้มครองข้อมูลส่วนบุคคลของท่านตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
                            และกฎหมายอื่นที่เกี่ยวข้องกับการคุ้มครองข้อมูลบุคคลที่ใช้บังคับ (รวมเรียกว่า
                            “พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล”)
                            ท่านต้องอ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวฉบับนี้
                            <br><br>
                            <span class="blacktext"><b>
                                    1. ข้อมูลส่วนบุคคลที่บริษัทฯ เก็บรวบรวม</b> </span> <br><br>
                            คุกกี้คือข้อความขนาดเล็กที่ประกอบด้วยส่วนของข้อมูลที่มาจากการดาวน์โหลดที่อาจถูกเก็บบันทึกไว้ในเว็บเบราว์เซอร์ที่ท่านใช้งานหรืออุปกรณ์อื่น
                            ๆ ที่ต่อเชื่อมอินเตอร์เน็ต (อาทิ เครื่องคอมพิวเตอร์ สมาร์ทโฟน หรือแท็บเล็ตของท่าน)
                            โดยที่เครื่องเซิร์ฟเวอร์สามารถเรียกดูได้ในภายหลัง คล้ายกับหน่วยความจำของหน้าเว็บ <br><br>

                            การทำงานของคุกกี้
                            ช่วยให้เรารวบรวมและจัดเก็บข้อมูลการเยี่ยมชมเว็บไซต์ของท่านดังต่อไ1ปนี้โดยอัตโนมัติ
                            <br><br>
                            <li>อินเตอร์เน็ตโดเมนและ IP Address จากจุดที่ท่านเข้าสู่เว็บไซต์</li>
                            <li>ประเภทของเบราว์เซอร์ซอฟต์แวร์
                                ตลอดจนโครงสร้างและระบบการปฏิบัติงานที่ใช้ในการเข้าสู่เว็บไซต์</li>
                            <li>วันที่และเวลาที่ท่านเข้าสู่เว็บไซต์</li>
                            <li> ที่อยู่ของเว็บไซต์อื่นที่เชื่อมโยงท่านเข้าสู่เว็บไซต์ของเรา และ
                                หน้าเว็บที่ท่านเข้า เยี่ยมชม และนำท่านออกจากเว็บไซต์ของเรา
                                รวมถึงเนื้อหาบนหน้าเว็บที่ท่านเยี่ยมชมและระยะเวลาที่ท่านใช้ในการเยี่ยมชม</li>

                            <br><br>
                            <span class="blacktext"><b>การใช้งานคุกกี้</b></span>
                            <br><br>
                            ประเภทของคุกกี้ที่เราใช้และในการใช้คุกกี้ดังกล่าว ประกอบด้วย แต่ไม่จำกัดเพียง รายการต่อไปนี้
                            <br><br>

                            <li>คุกกี้ประเภทที่มีความจำเป็นอย่างยิ่ง (Strictly Necessary Cookies):
                                คุกกี้ประเภทนี้มีความสำคัญต่อการทำงานของเว็บไซต์
                                ซึ่งรวมถึงคุกกี้ที่ทำให้ท่านสามารถเข้าถึงข้อมูลและใช้งานในเว็บไซต์ของเราได้อย่างปลอดภัย
                            </li>
                            <li> คุกกี้เพื่อการวิเคราะห์/วัดผลการทำงานของเว็บไซต์(Analytical/Performance Cookies):
                                คุกกี้ประเภทนี้จะช่วยให้เราสามารถจดจำและนับจำนวนผู้เข้าเยี่ยมชมเว็บไซต์ตลอดจนช่วยให้เราทราบถึงพฤติกรรมในการเยี่ยมชมเว็บไซต์
                                เพื่อปรับปรุงการทำงานของเว็บไซต์ให้มีคุณภาพดีขึ้นและมีความเหมาะสมมากขึ้น
                                อีกทั้งเพื่อรวบรวมข้อมูลทางสถิติเกี่ยวกับวิธีการเข้าและพฤติกรรมการเยี่ยมชมเว็บไซต์
                                ซึ่งจะช่วยปรับปรุงการทำงานของเว็บไซต์โดยให้ผู้ใช้งานสามารถค้นหาสิ่งที่ต้องการได้อย่างง่ายดาย
                                และช่วยให้เราเข้าใจถึงความสนใจของผู้ใช้ และวัดความมีประสิทธิผลของโฆษณาของเรา</li>
                            <li> คุกกี้เพื่อการทำงานของเว็บไซต์ (Functionality Cookies):
                                คุกกี้ประเภทนี้ใช้ในการจดจำตัวท่านเมื่อท่านกลับมาใช้งานเว็บไซต์อีกครั้ง
                                ซึ่งจะช่วยให้เราสามารถปรับแต่งเนื้อหาสำหรับท่าน
                                ปรับให้เว็บไซต์ของเราตอบสนองความต้องการใช้งานของท่าน รวมถึงจดจำการตั้งค่าของท่าน อาทิ
                                ภาษา
                                หรือภูมิภาค หรือขนาดของตัวอักษรที่ท่านเลือกใช้ในการใช้งานในเว็บไซต์</li>
                            <li> คุกกี้เพื่อปรับเนื้อหาเข้ากับกลุ่มเป้าหมาย (Targeting Cookies):
                                คุกกี้ประเภทนี้จะบันทึกการเข้าชมเว็บไซต์ของท่าน หน้าเว็บที่ท่านได้เยี่ยมชม
                                และลิงค์ที่ท่านเยี่ยมชม เราจะใช้ข้อมูลนี้เพื่อปรับให้เว็บไซต์และเนื้อหาใด ๆ
                                ที่ปรากฏอยู่บนหน้าเว็บตรงกับความสนใจของคุณมากขึ้น นอกจากนี้
                                เรายังอาจแชร์ข้อมูลนี้กับบุคคลที่สามเพื่อวัตถุประสงค์ดังกล่าว และ</li>
                            <li> คุกกี้เพื่อการโฆษณา (Advertising Cookies):
                                คุกกี้ประเภทนี้จะจดจำการตั้งค่าของท่านในการเข้าใช้งานหน้าเว็บไซต์
                                และนำไปใช้เป็นข้อมูลประกอบการปรับเปลี่ยนหน้าเว็บไซต์เพื่อนำเสนอโฆษณาที่เหมาะสมกับท่านมากที่สุดเท่าที่จะเป็นไปได้
                                ตัวอย่างเช่น การเลือกแสดงโฆษณาสินค้าที่ท่านสนใจ
                                การป้องกันหรือการจำกัดจำนวนครั้งที่ท่านจะเห็นหน้าเว็บไซต์ของโฆษณาซ้ำๆ
                                เพื่อช่วยวัดความมีประสิทธิผลของโฆษณา</li>
                            <br><br>
                            โปรดทราบว่าคุกกี้บางประเภทในเว็บไซต์นี้จัดการโดยบุคคลที่สาม เช่น เครือข่ายการโฆษณา
                            ลักษณะการทำงานต่าง ๆ อาทิ วิดีโอ แผนที่ และโซเชียลมีเดีย และผู้ให้บริการเว็บไซต์ภายนอกอื่น ๆ
                            เช่น บริการวิเคราะห์การเข้าเยี่ยมชมเว็บไซต์ เป็นต้น
                            คุกกี้เหล่านี้มักจะเป็นคุกกี้เพื่อการวิเคราะห์/วัดผลการทำงาน
                            หรือคุกกี้เพื่อปรับเนื้อหาเข้ากับกลุ่มเป้าหมาย
                            ท่านควรต้องศึกษานโยบายการใช้คุกกี้และนโยบายส่วนบุคคลในเว็บไซต์ของบุคคลที่สาม
                            เพื่อให้เข้าใจถึงวิธีการที่บุคคลที่สามอาจนำข้อมูลของท่านไปใช้
                            <br><br>
                            <span class="blacktext"> <b> การตั้งค่าคุกกี้</b> </span> <br><br>
                            ท่านสามารถบล็อกการทำงานของคุกกี้ได้โดยการกำหนดค่าในเบราวเซอร์ของท่าน
                            ซึ่งท่านอาจปฏิเสธการติดตั้งค่าคุกกี้ทั้งหมดหรือบางประเภทก็ได้
                            แต่พึงตระหนักว่าหากท่านตั้งค่าเบราวเซอร์ของท่านด้วยการบล็อกคุกกี้ทั้งหมด
                            (รวมถึงคุกกี้ที่จำเป็นต่อการใช้งาน)
                            ท่านอาจจะไม่สามารถเข้าสู่เว็บไซต์ทั้งหมดหรือบางส่วนของเราได้
                            เมื่อใดก็ตามที่ท่านต้องการยกเลิกความยินยอมการใช้งานคุกกี้
                            ท่านจะต้องตั้งค่าเบราวเซอร์ของท่านเพื่อให้ลบคุกกี้ออกจากแต่ละเบราวเซอร์ที่ท่านใช้งาน
                            หากท่านต้องการข้อมูลเพิ่มเติมเกี่ยวกับวิธีการดังกล่าว โปรดเลือกหัวข้อ “ความช่วยเหลือ”
                            ในอินเตอร์เน็ตเบราวเซอร์ของท่านเพื่อศึกษาในรายละเอียดมากขึ้น
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    @include('frontend/inc_footer')


</body>

</html>